"OK" = "確定";
"Back" = "返回";
"Done" = "完成";
"Sorry" = "抱歉";
"Cancel" = "取消";
"Setting" = "設定";
"Photos" = "照片";
"Videos" = "視頻";
"Preview" = "預覽";
"Full image" = "原圖";
"Processing..." = "正在處理...";
"No Photos or Videos" = "沒有照片或影片";
"Can not use camera" = "無法使用相機";
"Synchronizing photos from iCloud" = "正在從iCloud同步照片";
"Can not choose both video and photo" = "選擇照片時不能選擇視頻";
"Can not choose both photo and GIF" = "選擇照片時不能選擇 GIF";
"Select the video when in multi state, we will handle the video as a photo" = "多選狀態下選擇視頻，默認將視頻當圖片發送";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "無法跳轉到隱私設定頁面，請手動前往設定，謝謝";

"Select a maximum of %zd photos" = "你最多只能選擇%zd張照片";
"Select a minimum of %zd photos" = "請至少選擇%zd張照片";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "請在iPhone的\"設定-隱私權-照片\"選項中，\r允許%@訪問你的手機相冊";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "請在iPhone的\"設定-隱私權-相機\"中允許%@訪問相機";
"select_video" = "選擇視頻";
"select_album" = "選擇相冊";
"select" = " 選擇";
"select_cover_photo" = "選擇封面";
"edit_video" = "視頻編輯";
"crop_image" = "圖片裁剪";
"cover_photo_export_error" = "封面導出出問題啦，請手動編輯";
"cover_photo_auto_export_error" = "自動導出出問題啦，請手動編輯";
"cover_photo_retrieve_error" = "封面獲取出問題啦，請手動編輯";
"cover_photo_unusable" = "當前選中封面不可用，請重新選擇";
"Alert" = "溫馨提示";

"minute" = "%d分鐘";
"second" = "%d秒";
"icloud_alert" = "當前視頻存儲於iCloud，需下載後繼續操作。下載可能需要較長時間。";
"download" = "下载";
"download_failed" = "下載失敗，請重試";
"video_support" = "僅支持%@內視頻";
"video_select" = "选择视频";
"video_direct_upload" = "快速上傳";
"video_direct_upload_exceed_limit" = "快速上傳(超過%@不可用)";
"video_direct_upload_limit" = "快速上傳(支持%@以內)";
"video_edit_upload" = "編輯後上傳";

"video_limited_pop_title" = "訪問照片和視頻";
"video_limited_pop_more_photo" = "選擇更多照片";
"video_limited_pop_change_settings" = "更改相簿設定";
"video_limited_tips_title" = "您只允許訪問選定數量的照片";
"video_limited_tips_manager" = "管理";
